Repository: pay-box/backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa, ps

source: Bahamta
fa: باهمتا
ps: باهمتا

source: IRR
fa: ریال
ps: ایراني ریال

# EUR
source: â‚¬
fa: یورو
ps: یورو

source: BTC
fa: بیت‌کوین

source: Farsi
fa: فارسی

source: English
fa: انگلیسی

source: Arabic
fa: عربی

source: Swedish
fa: سوئدی

source: French
fa: فرانسوی

# app_title
source: Pay Box
fa: پِی‌باکس

source: What is Pay Box?
fa: پِی‌باکس چیست؟

# what_is_paybox_description
source: Pay Box is a service for handling payments with multiple gateways.
fa: پِی‌باکس یک سرویس برای مدیریت پرداخت ها به صورت مجزا می‌باشد. تمامی پرداخت ها از درگاه های متفاوت توسط پِی‌باکس انجام می‌شود. سرویس شما فقط نیاز هست که به پِی‌باکس متصل شود و دیگر نیازی به تغییری در قسمت پرداخت نیست.

source: Transparency
fa: شفافیت

# transparency_description
source: You can develop other parts of your service encapsulated and will be change-free about payment issues. No matter what payment is availble or which one is disabled and what their type are.Your code just send a request and receive payment url to show to your users.
fa: پِی‌باکس درگاه های پرداخت های شما را مدیریت می‌کند و نیازی نیست که در سرویس خود از درگاه های متفاوت پشتیبانی کنید.

source: Open Source
fa: متن‌باز

# open_source_description
source: Pay Box is an open source project that you can ensure that how everything works and also It can develop in mutiple ways and always have new features.If you have any suggestions or bug report, Please open an issue in Github repo and let me know what it is
fa: پِی‌باکس یک پروژه متن‌باز است و هرکسی می‌تواند برای بهبود آن اقدام کند و همینطور مطممئن شود که همه چیز آن طور هست که باید باشد.

# cloud
source: Cloud Solution
fa: سرویس ابری

# cloud_description
source: You can let us handle your payments. We setup a server for you and always mantain and monitor your payment service.If you are insterested, contact us
fa: درصورتی که تمایل دارید می‌توانید مدیریت پرداخت ها را به ما بسپارید. ما یک سرور برای شما آماده می‌کنیم و همیشه در حال بررسی و بهبود آن هستیم.

source: Contribute
fa: توسعه

# contribute_description
source: Any idea is very welcomed, feel free to contribute your or other's ideas. You can read more about it in this link.
fa: شما می‌توانید مشکلات و یا ویژگی های خود یا دیگران را پیاده و ارسال کنید. در صورت امکان حتما به پِی‌باکس اضافه می‌شوند.

source: Feedback
fa: گزارش مشکل یا پیشنهاد

# feedback_description
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has survived not only five centuries, but also the leap into electronic typesetting, remaining essentially unchanged.
fa: گزارش مشکل و یا پیشنهاد های شما باعث کامل تر شدن پِی‌باکس می‌شود. شما می‌توانید گزارش ها و ویشنهاد های خود رو از طریق مخزن گیت‌هاب و یا ایمیل با ما به اشتراک بگذارید

# donate
source: Donation
fa: حمایت مالی

# donate_description
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has survived not only five centuries, but also the leap into electronic typesetting, remaining essentially unchanged.
fa: حمایت های مالی شما باعث افزایش تمرکز ما روی پِی‌باکس می‌شود و می‌توانیم بیشتر و با دغدغه های کمتر برای بهبود آن تلاش کنیم.

source: Stay in Touch
fa: با ما در ارتباط باش

# trace_no
source: Trace Number
fa: کد رهگیری
ps: شمیره شمیره

source: Wage
fa: کارمزد
ps: مزد

source: Amount
fa: مبلغ
ps: اندازه

source: Gateway
fa: درگاه پرداخت
ps: د پیسو تادیه

source: Continue
fa: ادامه
ps: دوام ورکړئ

source: Pay
fa: پرداخت
ps: تادیه

source: Payment Bill
fa: رسید پرداخت
ps: د پیسو بیل

source: Date
fa: تاریخ
ps: نیټه

source: Link
fa: لینک
ps: لینک

source: Please enter a valid amount.
fa: لطفا یک مبلغ معتبر وارد کنید.
ps: مهرباني وکړئ یو معتبر مقدار ولیکئ.

source: Please choose a gateway.
fa: لطفا یک درگاه انتخاب کنید.
ps: مهرباني وکړئ د تادیې دروازه غوره کړئ.

source: The minimum acceptable price is %(amount) %(currency)
fa: حداقل مبلغ قابل قبول مبلغ %(amount) %(currency) می‌باشد.
ps: د منلو لږترلږه بیه %(amount) %(currency)

source: The maximum acceptable price is %(amount) %(currency)
fa: حداکثر مبلغ قابل قبول مبلغ %(amount) %(currency) می‌باشد.
ps: تر ټولو د منلو وړ بیه %(amount) %(currency) ده.

source: Email Address
fa: ایمیل
ps: بریښنالیک
